Repository: alexsee/bsh3
Catalog: src/BSH.MainApp/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# Settings_Mode_BackupModeDescription
source: Specify the automation of backups
de_de: Legen Sie die Automatisierung der Sicherungen fest

# Settings_Mode_BatterySaver
source: Battery saver mode
de_de: Energiesparmodus

# Settings_Mode_BatterySaverDescription
source: Stops automatic and scheduled backups when device is in battery mode
de_de: Stoppt automatische und geplante Sicherungen, wenn das Gerät im Batteriebetrieb ist

# Settings_Mode_FullAutomatic
source: Full automatic backups (recommended)
de_de: Vollautomatische Sicherungen (empfohlen)

# Settings_Mode_FullAutomaticDescription
source: The full automatic backup model backups your files hourly. These backups are available for 24 hours. Afterwards, daily backups are available for 30 days. Then, weekly backups are available as long as enough disk space is available.
de_de: Das vollautomatische Sicherungsmodell sichert Ihre Dateien stündlich. Diese Sicherungen sind 24 Stunden verfügbar. Anschließend sind tägliche Sicherungen 30 Tage verfügbar. Danach sind wöchentliche Sicherungen verfügbar, solange ausreichend Speicherplatz vorhanden ist.

# Settings_Mode_Manual
source: Manual backups
de_de: Manuelle Sicherungen

# Settings_Mode_ManualDescription
source: Backups are not executed automatically, but you manually start the backup.
de_de: Sicherungen werden nicht automatisch ausgeführt, sondern Sie starten die Sicherung manuell.

# Settings_Mode_Scheduled
source: Scheduled backups
de_de: Zeitplanbasierte Sicherungen

# Settings_Mode_ScheduledDescription
source: You define when backups should be performed and how long these should stay available.
de_de: Sie legen fest, wann Sicherungen durchgeführt werden und wie lange diese verfügbar bleiben sollen.

# Settings_Mode_SetSchedule
source: Set schedule
de_de: Zeitplan festlegen

# Settings_Nav_Automation
source: Automation
de_de: Automatisierung

# Settings_Nav_BackupOptions
source: Backup Options
de_de: Sicherungsoptionen

# Settings_Nav_BackupTarget
source: Backup Target
de_de: Sicherungsziel

# Settings_Nav_Behavior
source: Behavior
de_de: Verhalten

# Settings_Nav_Sources
source: Sources
de_de: Quellen

# Settings_Options_Compress
source: Compress backups
de_de: Sicherungen komprimieren

# Settings_Options_Encrypt
source: Encrypt backups
de_de: Sicherungen verschlüsseln

# Settings_Options_EncryptionHint
source: To protect the backup from unauthorized access, it can be encrypted. You will then be asked for your password at each session. The encryption cannot be applied retroactively.
de_de: Zum Schutz vor unbefugtem Zugriff kann die Sicherung verschlüsselt werden. Sie werden dann in jeder Sitzung nach Ihrem Kennwort gefragt. Die Verschlüsselung kann nicht nachträglich angewendet werden.

# Settings_Options_ExcludedExtensions
source: Excluded extensions
de_de: Ausgeschlossene Erweiterungen

# Settings_Options_Extension
source: Extension
de_de: Erweiterung

# Settings_Options_NoCompressionOrEncryption
source: No compression or encryption
de_de: Keine Komprimierung oder Verschlüsselung

# Settings_Options_RequiresMorePower
source: (requires more computation power; slower backups)
de_de: (erfordert mehr Rechenleistung; langsamere Sicherungen)

# Settings_Options_StorageDeviceBehavior
source: Storage device behavior
de_de: Verhalten des Speichermediums

# Settings_Options_StorageOptions
source: Storage options
de_de: Speicheroptionen

# Settings_Options_StorageOptionsDescription
source: Specify how the backup should be stored.
de_de: Legen Sie fest, wie die Sicherung gespeichert werden soll.

# Settings_Options_TurnOff
source: Turn off
de_de: Ausschalten

# Settings_Options_WaitForDevice
source: Wait for storage device if not available
de_de: Auf Speichermedium warten, falls nicht verfügbar

# Settings_Sources_AddDirectory
source: Add Directory
de_de: Verzeichnis hinzufügen

# Settings_Sources_Delete
source: Delete
de_de: Löschen

# Settings_Sources_Description
source: Select the directories to be included in the backup.
de_de: Wählen Sie die Verzeichnisse aus, die in die Sicherung einbezogen werden sollen.

# Settings_Sources_Directory
source: Directory
de_de: Verzeichnis

# Settings_Sources_DriveRootRisky
source: Selecting a drive root is risky. Choose a specific folder instead.
de_de: Die Auswahl eines Laufwerksstamms ist riskant. Wählen Sie stattdessen einen bestimmten Ordner.

# Settings_Sources_ExcludeDescription
source: Exclude single files and folder, or define custom rules for exclusion.
de_de: Schließen Sie einzelne Dateien und Ordner aus oder definieren Sie eigene Ausschlussregeln.

# Settings_Sources_ExcludeHeader
source: Exclude files and folders
de_de: Dateien und Ordner ausschließen

# Settings_Sources_Header
source: Source directories
de_de: Quellverzeichnisse

# Settings_Sources_InvalidPath
source: Selected source folder path is invalid.
de_de: Der ausgewählte Quellordnerpfad ist ungültig.

# Settings_Sources_SameName
source: A source folder with the same name is already configured.
de_de: Ein Quellordner mit demselben Namen ist bereits konfiguriert.

# Settings_Target_BackupStorage
source: Backup storage:
de_de: Sicherungsspeicher:

# Settings_Target_Change
source: Change
de_de: Ändern

# Settings_Target_DriveRootNotSupported
source: Selecting a drive root as backup target is not supported. Choose a specific folder instead.
de_de: Die Auswahl eines Laufwerksstamms als Sicherungsziel wird nicht unterstützt. Wählen Sie stattdessen einen bestimmten Ordner.

# Settings_Target_Encoding
source: Encoding:
de_de: Kodierung:

# Settings_Target_EnforceUnencrypted
source: Enforce unencrypted connection
de_de: Unverschlüsselte Verbindung erzwingen

# Settings_Target_FolderNotEmpty
source: The selected target folder already contains files.
de_de: Der ausgewählte Zielordner enthält bereits Dateien.

# Settings_Target_MoveFailed_Text
source: The backup data could not be moved.
de_de: Die Sicherungsdaten konnten nicht verschoben werden.

# Settings_Target_MoveFailed_Title
source: Could not move backup data
de_de: Sicherungsdaten konnten nicht verschoben werden

# Settings_Target_NetworkAuthentication
source: Network authentication
de_de: Netzwerkauthentifizierung

# Settings_Target_Password
source: Password:
de_de: Kennwort:

# Settings_Target_Path
source: Path:
de_de: Pfad:

# Settings_Target_StorageDevice
source: Storage device
de_de: Speichermedium

# Settings_Target_StorageDeviceDescription
source: Select the device to store the backup on.
de_de: Wählen Sie das Gerät aus, auf dem die Sicherung gespeichert werden soll.

# Settings_Target_StoragePath
source: Storage path:
de_de: Speicherpfad:

# Settings_Target_SwitchStorage
source: Switch storage
de_de: Speicher wechseln

# Settings_Target_SwitchStorageDescription
source: Allows changing the backup medium to a new (empty) medium without losing the settings.
de_de: Ermöglicht den Wechsel des Sicherungsmediums auf ein neues (leeres) Medium, ohne die Einstellungen zu verlieren.

# Settings_Target_TestConnection
source: Test connection
de_de: Verbindung testen

# Settings_Target_Username
source: Username:
de_de: Benutzername:

# Settings_Title
source: Settings
de_de: Einstellungen

# Setup_FirstBackup_Title
source: First backup
de_de: Erste Sicherung

# Setup_FtpConnectionSuccessful_Text
source: The FTP connection was verified successfully.
de_de: Die FTP-Verbindung wurde erfolgreich überprüft.

# Setup_FtpConnectionSuccessful_Title
source: FTP connection successful
de_de: FTP-Verbindung erfolgreich

# Setup_Hero_Subtitle
source: Protect your files in a few steps. Choose how you want to begin.
de_de: Schützen Sie Ihre Dateien in wenigen Schritten. Wählen Sie, wie Sie beginnen möchten.

# Setup_Hero_Title
source: Set up Backup Service Home
de_de: Backup Service Home einrichten

# Setup_Import_Button
source: Import
de_de: Importieren

# Setup_Import_ChangePath
source: Change path on this PC
de_de: Pfad auf diesem PC ändern

# Setup_Import_ChooseFolder
source: Choose the folder that contains backup.bshdb
de_de: Wählen Sie den Ordner mit backup.bshdb

# Setup_Import_Description
source: Already have a Backup Service Home database on a drive, network share, or FTP server? Import it and remap source folders if paths changed.
de_de: Haben Sie bereits eine Backup-Service-Home-Datenbank auf einem Laufwerk, einer Netzwerkfreigabe oder einem FTP-Server? Importieren Sie sie und ordnen Sie Quellordner neu zu, falls sich Pfade geändert haben.

# Setup_Import_FolderPath_Description
source: Folder with backup.bshdb
de_de: Ordner mit backup.bshdb

# Setup_Import_FolderPath_Title
source: Folder path
de_de: Ordnerpfad

# Setup_Import_Local_Description
source: Browse a drive for backups
de_de: Laufwerk nach Sicherungen durchsuchen

# Setup_Import_OriginalPath
source: Original path
de_de: Originalpfad

# Setup_Import_PathOnThisPc
source: Path on this PC
de_de: Pfad auf diesem PC

# Setup_Import_SelectDrive
source: Select the drive that contains your backup
de_de: Wählen Sie das Laufwerk mit Ihrer Sicherung

# Setup_Import_Title
source: Import an existing backup
de_de: Vorhandene Sicherung importieren

# Setup_Mode_Automatic
source: Automatic backups
de_de: Automatische Sicherungen

# Setup_Mode_AutomaticDescription
source: The system starts immediately and creates the first backup.
de_de: Das System startet sofort und erstellt die erste Sicherung.

# Setup_Mode_Manual
source: Manual backups
de_de: Manuelle Sicherungen

# Setup_Mode_ManualDescription
source: Open settings after setup so you can refine the configuration before the first backup.
de_de: Öffnen Sie nach der Einrichtung die Einstellungen, um die Konfiguration vor der ersten Sicherung anzupassen.

# Setup_NewSetup_Continue
source: Continue
de_de: Weiter

# Setup_NewSetup_Description
source: Recommended for first-time use. Pick the folders to protect, choose where backups are stored, and decide whether backups run automatically.
de_de: Empfohlen für die erste Nutzung. Wählen Sie die zu schützenden Ordner, den Speicherort der Sicherungen und ob Sicherungen automatisch ausgeführt werden.

# Setup_NewSetup_Title
source: Start a new backup setup
de_de: Neue Sicherungseinrichtung starten

# Setup_Progress_Applying
source: Applying setup...
de_de: Einrichtung wird angewendet...

# Setup_ReplaceDatabase_Text
source: Importing replaces the current configuration and backup database. Do you want to continue?
de_de: Beim Importieren werden die aktuelle Konfiguration und die Sicherungsdatenbank ersetzt. Möchten Sie fortfahren?

# Setup_ReplaceDatabase_Title
source: Replace current database
de_de: Aktuelle Datenbank ersetzen

# Setup_Sources_AddFolder
source: Add a folder to back up
de_de: Ordner zur Sicherung hinzufügen

# Setup_Sources_RemoveSelected
source: Remove selected folder
de_de: Ausgewählten Ordner entfernen

# Setup_Step_Default_Title
source: Setup
de_de: Einrichtung

# Setup_Step_ImportMedia_Description
source: Select the media, FTP server, or path that contains your backup database.
de_de: Wählen Sie das Medium, den FTP-Server oder den Pfad mit Ihrer Sicherungsdatenbank.

# Setup_Step_ImportMedia_Title
source: Import backup
de_de: Sicherung importieren

# Setup_Step_ImportRemap_Description
source: Match each original path from the imported backup to where that folder lives on this PC.
de_de: Ordnen Sie jeden Originalpfad aus der importierten Sicherung dem Ordner auf diesem PC zu.

# Setup_Step_ImportRemap_Title
source: Remap source folders
de_de: Quellordner neu zuordnen

# Setup_Step_ImportSelect_Description
source: Choose which discovered backup database to import.
de_de: Wählen Sie, welche gefundene Sicherungsdatenbank importiert werden soll.

# Setup_Step_ImportSelect_Title
source: Select backup
de_de: Sicherung wählen

# Setup_Step_Mode_Description
source: Run backups automatically or start them manually.
de_de: Führen Sie Sicherungen automatisch aus oder starten Sie sie manuell.

# Setup_Step_Mode_Title
source: Choose backup mode
de_de: Sicherungsmodus wählen

# Setup_Step_Progress_Description
source: Please wait while the setup is applied.
de_de: Bitte warten Sie, während die Einrichtung angewendet wird.

# Setup_Step_Progress_Title
source: Working
de_de: Bitte warten

# Setup_Step_Sources_Description
source: Select the folders on this PC that should be included in your backups. You can add more folders or remove ones you do not need.
de_de: Wählen Sie die Ordner auf diesem PC aus, die in Ihre Sicherungen einbezogen werden sollen. Sie können weitere Ordner hinzufügen oder nicht benötigte entfernen.

# Setup_Step_Sources_Title
source: Choose what to back up
de_de: Auswählen, was gesichert werden soll

# Setup_Step_Target_Description
source: Pick one destination. Only the options for your choice appear below.
de_de: Wählen Sie ein Ziel. Unten erscheinen nur die Optionen für Ihre Auswahl.

# Setup_Step_Target_Title
source: Where should backups be stored?
de_de: Wo sollen Sicherungen gespeichert werden?

# Setup_Target_DriveHint
source: Backups will be stored under Backups\ComputerName\UserName on the drive you choose.
de_de: Sicherungen werden unter Backups\ComputerName\UserName auf dem gewählten Laufwerk gespeichert.

# Setup_Target_EnforceUnencryptedFtp
source: Enforce unencrypted FTP
de_de: Unverschlüsseltes FTP erzwingen

# Setup_Target_EnterFtpDetails
source: Enter your FTP server details
de_de: FTP-Serverdetails eingeben

# Setup_Target_EnterNetworkShare
source: Enter the network share
de_de: Netzwerkfreigabe eingeben

# Setup_Target_FtpEncoding
source: FTP encoding
de_de: FTP-Kodierung

# Setup_Target_FtpFolder
source: FTP folder
de_de: FTP-Ordner

# Setup_Target_FtpPassword
source: FTP password
de_de: FTP-Kennwort

# Setup_Target_FtpUser
source: FTP user
de_de: FTP-Benutzer

# Setup_Target_Ftp_Description
source: Remote host and login
de_de: Remote-Host und Anmeldung

# Setup_Target_Local_Description
source: Disk, USB, or mapped drive
de_de: Festplatte, USB oder zugeordnetes Laufwerk

# Setup_Target_Local_Title
source: This PC or drive
de_de: Dieser PC oder dieses Laufwerk

# Setup_Target_NetworkPath
source: Network path (for example \\server\backups)
de_de: Netzwerkpfad (zum Beispiel \\server\backups)

# Setup_Target_PasswordOptional
source: Password (optional)
de_de: Kennwort (optional)

# Setup_Target_RefreshDrives
source: Refresh drives
de_de: Laufwerke aktualisieren

# Setup_Target_SelectDrive
source: Select the drive for your backups
de_de: Wählen Sie das Laufwerk für Ihre Sicherungen

# Setup_Target_Unc_Description
source: UNC path like \\server\share
de_de: UNC-Pfad wie \\server\share

# Setup_Target_Unc_Title
source: Network share
de_de: Netzwerkfreigabe

# Setup_Target_UsernameOptional
source: Username (optional)
de_de: Benutzername (optional)

# Setup_Validation_AddAtLeastOneSource
source: Add at least one source folder.
de_de: Fügen Sie mindestens einen Quellordner hinzu.

# Setup_Validation_EnterNetworkPath
source: Enter a network path.
de_de: Geben Sie einen Netzwerkpfad ein.

# Setup_Validation_FirstBackupFailed
source: Setup was saved, but the first backup could not be started.
de_de: Die Einrichtung wurde gespeichert, aber die erste Sicherung konnte nicht gestartet werden.

# Setup_Validation_FolderNameMismatch
source: Cannot change the directory because the folder name does not match.
de_de: Das Verzeichnis kann nicht geändert werden, da der Ordnername nicht übereinstimmt.

# Setup_Validation_FolderPickerFailed
source: Unable to open the folder picker. {0}
de_de: Der Ordnerauswahldialog konnte nicht geöffnet werden. {0}

# Setup_Validation_FtpConnectionFailed
source: FTP connection failed. {0}
de_de: FTP-Verbindung fehlgeschlagen. {0}

# Setup_Validation_FtpDirectoryNotFound
source: The FTP directory was not found.
de_de: Das FTP-Verzeichnis wurde nicht gefunden.

# Setup_Validation_FtpImportFailed
source: FTP import failed. {0}
de_de: FTP-Import fehlgeschlagen. {0}

# Setup_Validation_FtpPortInvalid
source: FTP port is invalid.
de_de: FTP-Port ist ungültig.

# Setup_Validation_NetworkUnreachable
source: The network path could not be reached.
de_de: Der Netzwerkpfad konnte nicht erreicht werden.

# Setup_Validation_NetworkUnreachableWithError
source: The network path could not be reached. {0}
de_de: Der Netzwerkpfad konnte nicht erreicht werden. {0}

# Setup_Validation_NoDatabaseAtPath
source: No backup database was found at the selected path.
de_de: Am ausgewählten Pfad wurde keine Sicherungsdatenbank gefunden.

# Setup_Validation_NoDatabaseOnFtp
source: No backup database was found on the FTP server.
de_de: Auf dem FTP-Server wurde keine Sicherungsdatenbank gefunden.

# Setup_Validation_SelectBackupTarget
source: Select a backup target.
de_de: Wählen Sie ein Sicherungsziel.

# Setup_Validation_SelectBackupToImport
source: Select a backup to import.
de_de: Wählen Sie eine zu importierende Sicherung.

# Setup_Validation_SelectDeviceWithBackups
source: Select a device that contains backups.
de_de: Wählen Sie ein Gerät, das Sicherungen enthält.

# Setup_Validation_SelectSourceToRemap
source: Select a source folder to remap.
de_de: Wählen Sie einen Quellordner zur Neuordnung.

# Setup_Validation_SelectTargetDrive
source: Select a backup target drive.
de_de: Wählen Sie ein Sicherungsziellaufwerk.

# Setup_Validation_SourcePathEmpty
source: Source path cannot be empty.
de_de: Der Quellpfad darf nicht leer sein.

# Setup_Validation_TargetContainsBackup
source: The selected target already contains a backup for this computer and user.
de_de: Das ausgewählte Ziel enthält bereits eine Sicherung für diesen Computer und Benutzer.

# Setup_Validation_WindowNotReady
source: The main window is not ready for folder selection.
de_de: Das Hauptfenster ist für die Ordnerauswahl nicht bereit.

# Setup_Welcome_Description
source: Choose how you want to get started.
de_de: Wählen Sie, wie Sie beginnen möchten.

# Setup_Welcome_Title
source: Welcome
de_de: Willkommen

# Status_AfterCompletion
source: After completion
de_de: Nach Abschluss

# Status_Cancel
source: Cancel
de_de: Abbrechen

# Status_FilesNotCopied_Title
source: Files could not be copied
de_de: Dateien konnten nicht kopiert werden

# Status_FilesProcessed
source: files processed
de_de: Dateien verarbeitet

# Status_Hibernate
source: Hibernate
de_de: Ruhezustand

# Status_InsufficientSpace_Text
source: The backup medium does not have enough free space for this operation.
de_de: Das Sicherungsmedium verfügt nicht über ausreichend freien Speicherplatz für diesen Vorgang.

# Status_InsufficientSpace_Title
source: Insufficient Storage Space on Backup Medium
de_de: Nicht genügend Speicherplatz auf dem Sicherungsmedium

# Status_NoAction
source: No action
de_de: Keine Aktion

# Status_Shutdown
source: Shutdown
de_de: Herunterfahren

# Support_About
source: About Backup Service Home 3
de_de: Über Backup Service Home 3

# Support_CheckForUpdates
source: Check for Updates
de_de: Nach Aktualisierungen suchen

# Support_ClearStoredPassword
source: Clear Stored Password
de_de: Gespeichertes Kennwort löschen

# Support_EventLog
source: Show Event Logs
de_de: Ereignisprotokolle anzeigen

# Support_Help
source: Help and Support
de_de: Hilfe und Support

# Support_ResetConfiguration
source: Reset Configuration
de_de: Konfiguration zurücksetzen

# Support_ResetConfiguration_Text
source: This deletes the current configuration and backup database. Do you want to continue?
de_de: Dadurch werden die aktuelle Konfiguration und die Sicherungsdatenbank gelöscht. Möchten Sie fortfahren?

# Support_ResetConfiguration_Title
source: Reset Configuration
de_de: Konfiguration zurücksetzen

# Support_ResetUniqueUserId
source: Reset Unique User Id
de_de: Eindeutige Benutzer-ID zurücksetzen

# Tray_Exit
source: Exit Backup Service Home
de_de: Backup Service Home beenden

# Tray_ShowBackupBrowser
source: Show Backup Browser
de_de: Backupbrowser anzeigen

# Tray_StartManualBackup
source: Start Manual Backup
de_de: Manuelle Sicherung starten

# Tray_StartManualBackupWithSettings
source: Start Manual Backup (+ Settings)
de_de: Manuelle Sicherung starten (+ Optionen)

# Tray_StatusAndConfiguration
source: Status and Configuration
de_de: Status und Konfigurieren

# WaitForMedium_Cancel
source: Cancel
de_de: Abbrechen

# WaitForMedium_Heading
source: Backup Service Home is waiting for medium...
de_de: Backup Service Home wartet auf das Medium...

# WaitForMedium_Text
source: Backup Service Home 3 is waiting for the backup medium to continue with the planned action. Connect this medium to your computer now. The medium will be automatically detected.
de_de: Backup Service Home 3 wartet auf das Sicherungsmedium, um die geplante Aktion fortzusetzen. Verbinden Sie dieses Medium jetzt mit Ihrem Computer. Das Medium wird automatisch erkannt.

# WaitForMedium_Title
source: Backup Service Home is waiting for medium
de_de: Backup Service Home wartet auf das Medium
